[
  {
    "point": "Cookies et traceurs",
    "status": "partiellement conforme",
    "evidence": "Politique de cookies existante avec distinction cookies essentiels/analytiques. Durée 13 mois. Gestion proposée: Accepter/Refuser/Paramétrer. Google Analytics mentionné.",
    "recommendation": "Implémenter un bandeau de consentement conforme avec refus aussi simple que l'acceptation. Documenter la preuve du consentement. Bloquer les cookies non essentiels avant consentement."
  },
  {
    "point": "Politique de confidentialité",
    "status": "conforme",
    "evidence": "Responsable du traitement: AJOUID Adil. Données collectées détaillées (réservations, devis, newsletter, cookies). Finalités, bases légales, durées de conservation et droits RGPD clairement exposés. Contact: contact@caresagroup.fr",
    "recommendation": "Ajouter une section sur les mesures de sécurité mises en œuvre pour protéger les données personnelles."
  },
  {
    "point": "Mentions légales",
    "status": "partiellement conforme",
    "evidence": "Identification complète: AJOUID Adil, SIREN 934 243 817, adresse 58 rue de Monceau 75008 Paris. Hébergeur: Vercel Inc. Manque: TVA intracommunautaire, carte professionnelle VTC, immatriculation registre VTC.",
    "recommendation": "Compléter les informations manquantes: numéro TVA intracommunautaire (même si exonéré), carte professionnelle VTC et numéro d'immatriculation au registre VTC."
  },
  {
    "point": "Formulaires et consentements",
    "status": "partiellement conforme",
    "evidence": "Newsletter avec consentement mentionné dans la politique de confidentialité. Base légale 'consentement' pour newsletter et cookies non essentiels. Pas de détails sur le bandeau de cookies ni la conservation des preuves de consentement.",
    "recommendation": "Mettre en place un système de conservation des preuves de consentement (horodatage, action, version des politiques). S'assurer que le consentement est libre, spécifique, éclairé et univoque avec case à cocher non précochée."
  },
  {
    "point": "Sécurité et transferts",
    "status": "non détecté",
    "evidence": "Aucune information sur les mesures de sécurité techniques et organisationnelles. Aucune mention de transferts de données hors UE (hébergeur Vercel aux États-Unis).",
    "recommendation": "Ajouter une section détaillant les mesures de sécurité (chiffrement, contrôle d'accès, sauvegardes). Préciser si l'hébergeur Vercel transfère des données hors UE et les garanties associées (clauses contractuelles types)."
  },
  {
    "point": "Mineurs",
    "status": "non détecté",
    "evidence": "Aucune mention concernant la collecte de données de mineurs ou l'âge minimum requis pour utiliser les services.",
    "recommendation": "Ajouter une clause précisant que les services ne sont pas destinés aux mineurs de moins de 15 ans sans autorisation parentale, conformément au RGPD."
  },
  {
    "point": "Documentation",
    "status": "non conforme",
    "evidence": "Aucune mention du registre des activités de traitement, de délégué à la protection des données (DPO) ou d'analyses d'impact (AIPD).",
    "recommendation": "Tenir un registre des activités de traitement obligatoire. Pour une TPE/PME, désigner un référent RGPD interne même si la nomination d'un DPO n'est pas obligatoire. Réaliser une AIPD si traitement à risque élevé."
  },
  {
    "point": "Rapport final",
    "status": "partiellement conforme",
    "evidence": "Site web de CARESA GROUP dispose des documents essentiels (politique de confidentialité, cookies, mentions légales) mais présente des lacunes sur les preuves de consentement, la sécurité, la documentation interne et certaines informations légales manquantes.",
    "recommendation": "Priorités: 1) Compléter mentions légales (licences VTC), 2) Implémenter bandeau cookies conforme avec blocage préalable, 3) Documenter la sécurité et les transferts, 4) Créer registre des traitements, 5) Ajouter clause mineurs."
  }
]